// Version: 3.2.0 build 101003

// About Box
10000=Über minipad2
10010=Übersetzt in Deutsch von konnat
10020=This program is a freeware!
10180=If you wish to support, please click:

// File Menu
1000=&Datei
1010=Neue &Notiz-Seite
1020=Neue &Spezial-Seite
1030=Neue &Rechen-Seite
1040=Neue &Memo-Seite
1050=Neue &Wörterbuch-Seite
1060=Neue &Link-Seite
1070=Neue &Kontakt-Seite
1110=Neue G&ruppe
1120=&Rename
1130=Switch &Lock
1140=Seite l&öschen
1145=Seite &schliessen
1150=S&peichern
1160=&Property...
1170=&View
1180=&Import...
1190=&Export...
1200=&Mail senden...
1210=&Beenden

// Edit Menu
1300=&Editieren
1310=&Löschen
1320=&Rückgängig
1330=&Wiederholen
1340=&Alles auswählen
1350=A&usschneiden
1360=&Kopieren
1370=&Einfügen
1400=&Delete\tDel
1410=&Neuer Eintrag
1420=Eintrag &einfügen
1430=Eintrag &bearbeiten
1405=&Delete Item\tDel
1406=&Remove Item\tDel
1440=&Wortumbruch
1380=&Text Tools
1381=Highlight 1
1382=Highlight 2
1383=Highlight 3
1384=Highlight 4
1385=Remove Highlight
1386=List 1
1387=List 2
1388=Ordered List
1389=Remove List
1390=Delete all empty lines
1391=Leave one empty line
1450=&Suchen / Ersetzen...
1460=Subsequent Find
1462=&Weitersuchen
1464=Find &Previous
1466=&Ersetzen && Weitersuchen
1468=&Replace && Find Previous
1470=Alle Ersetzen
1480=&Highlight Match
1490=Insert &Link...
5000=&Vorlage einfügen
4000=&Zwischenablagetext einfügen

// Navigation Menu
1550=&Navigation
1560=&Vor
1570=&Zurück
1580=Ebene aufw&ärts
1590=Recent Notes
7000=Recent &Create
7500=Recent &Modify
8000=Recent &Visit
1600=&Manage Recent Notes
6500=&Favorite
1610=&Add Favorite
1615=&Remove Favorite
1620=&Manage Favorite
1630=&Search...
1650=Recycle Bin

// Tools Menu
1700=&Werkzeuge
1710=&Baum anzeigen
1720=&Im Vordergrund bleiben
1730=&Transparent
1740=&Automatisch verstecken
1750=&Vorlagen verwalten
1760=&Schnellstarter verwalten
1770=&Zwischenablage beobachten
1780=Zwischenablage l&öschen
1790=Clipboard &Manage
1800=Statistics...
1810=Werkzeug&leiste anpassen ...
1820=&Optionen...

// Help Menu
1900=&Hilfe
1910=Hilfe &Thema
1920=Home&page
1930=&Forum
1950=&Donate
1940=&Über...

// Tray Menu
1960=Wiederherstellen
1970=Minimieren
1975=New Note
1980=Auto Record
6000=Fast Links

// Common buttons
1=OK
2=Abbrechen
402=Hinzufügen...
406=Neu
408=Zurücksetzen
404=A
405=V
413=Apply

// Find/Replace Dialog
10200=Suchen / Ersetzen
10230=Ersetzen durch:
10350=Groß-/Kleinschreibung
10360=Ganzes Wort
10330=zurück
10340=vor
10370=Rückgängig
10240=Suchen nach:
10250=Bitte Ersetzungstext eingeben!
10260=Do you really want to use \%0\ to replace each \%2\ in the %1 direction?
10270=nach oben
10280=nach unten
10290=Alle Texte wurden ersetzt!
10300=Keinen Text gefunden!
10310=Keinen zu ersetzenden Text gefunden!
10390=Within selected text
10400=Close me after find first match
10410=Highlight find result

// Define Toolbar Dialog
10450=Werkzeugleiste anpassen
10480=Verfügbare Tasten
10490=Aktuelle Tasten
10500=Trenner
10510=Wollen Sie die Originaltasten wiederherstellen?

// Property Dialog
10600=Property
10650=General
10660=Status:
10680=Create time:
10690=Modify time:
10760=Visit time:
10770=Path:
10850=Extended
10870=Text saved in file:
11000=Liste
11020=Standard laden
11030=Standard speichern
11040=Alles auswählen
11050=Grosses Icon
11060=Kleines Icon
11070=Liste
11080=Report
11090=Abstract
11120=Ganze Zeile auswählen
11100=Gitter anzeigen
11110=Stil
11130=Optionale Elemente
11150=Show Checkbox
11160=Apply to all

// Statistics Dialog
11250=Statistics
11280=Current Page
11290=Database
11300=Total Characters:
11340=Characters ExCr:
11350=Characters ExBl:
11310=Words:
11360=Lines:
11320=Paragraphs:
11330=Items:

// LogIn Dialog
11400=Login minipad2
11410=Bitte Passwort eingeben:
11430=Falsches Passwort!

// Import Dialog
11500=Import
15380=Import von:
11510=Datei
11520=Ordner
11530=Virtual import

// Export Dialog
11600=Export
15430=Export to:
11610=To file
11620=To folder
11625=To Clipboard
11630=Encode:

// Search Dialog
11700=Search
11720=Page type:
11730=Criteria:

// Mini-note Dialog
11850=New Note

// ClipItem Dialog
11860=New ClipItem
11870=Edit ClipItem
11880=Fixed Item

// Insert Link Dialog
11950=Insert Link

// Options Dialog
15000=Optionen

// Program Settings
15050=Programm Einstellungen
15060=Starte mit Windows
15070=Zeige Infobereichsicon
15080=In Infobereich minimieren
15090=Starte minimiert
15100=Close to tray
15110=Neue Seite automatisch benennen
15120=Löschen bestätigen
15130=Externes Blättern erlauben
15140=Editor immer fokussieren
15170=Mail Programm:
15150=Minimieren/Wiederherstellen Hotkey:
15190=Recent notes:
15065=Recycler limit:
15066=Remember page scroll

// Edit Settings
15200=Edit
15270=Zeile nach Zeilenvorschub hinzufügen
15210=Zeilenanfang automatisch einrücken
15245=One click open link
15220=Löschen bestätigen
15230=Tabulatorpositionen:
15250=Anzahl Undo-Schritte:
15295=Smooth scroll
15215=List 1:
15225=List 2:

// Notes Settings
15300=Notes
15320=New Note:
15325=New note in background:
15330=Snap text:
15335=New note in background and snap text:
15345=Snap text to file:
15341=Close note:
15342=Switch auto record:

// Import / Export Settings
15350=Import / Export
15400=When import:
15360=Use default settings
15370=Always ask
15390=When export:
15410=Always ask
15420=Use default settings
15440=Trennzeile:
15460=Use virtual import when drag in files

// Behavior Settings
15500=Verhalten
15530=Esc verwenden für:
15510=Minimieren
15520=Text löschen
15540=Doppel-Klick auf Reiter:
15550=Switch status
15560=Umbenennen
15570=Löschen
15630=Mittel-Klick auf Reiter:
15590=Umbenennen
15600=Switch status
15610=Löschen
15640=Doppel-Klick auf Gruppe:
15580=Neue Seite
15620=Ebene aufwärts

// Log In Settings
15700=Log In
15710=Login mit Passwort:
15730=Passwort:
15740=Bestätigung:
15760=Lock tray-icon after:
15770=Encrypt data file

// Save / Backup Settings
15800=Save / Backup
15810=Automatisch speichern
15830=Auto backup, interval:
15850=Backup Pfad:
15860=Ordner für Backup auswählen:
15890=Total backups:
15825=Sicherungen
15835=minutes
15845=hours
15855=days

// Auto Hide Settings
15900=Automatisch ausblenden
15960=Richtung:
15970=Verzögerung Ausblenden:
15980=Verzögerung Anzeige:
15990=Animationszeit:
16000=Randbreite:
16010=Frei
16020=Links
16030=Oben
16040=Rechts
16050=Unten

// Appearance Settings
16500=Aussehen
16610=Sprache:
16530=Werkzeug-Fensterstil
16590=Seitenname in Fenstertitel
16550=Zeige Menüleiste
16560=Zeige Werkzeugleiste
16510=Aussehen automatisch anpassen
16540=Sensitivität:
16580=Transparenz:
16620=Splitter width:

// Tree Panel Settings
16700=Tree Panel
16790=Baum:
16770=Schriftart...
16780=Farbe...
16710=Bildlaufleiste in der Baumanzeige anzeigen
16720=Knotentasten anzeigen
16730=Knotenlinien anzeigen
16740=Anzeige Zeilen auf Hauptverzeichnisebene
16750=Knotenicons anzeigen
16800=Tree on right

// Tab Bar Settings
16850=Tab Bar
16930=Reiterleiste:
16920=Schriftart...
16860=Mehrzeilige Reiter
16890=Tabs on bottom
16870=Feste Reiterbreite:
16900=Reitericons anzeigen
16940=Highlight current tab

// List Panel Settings
17000=List Panel
17040=Liste:
17020=Schriftart...
17030=Farbe...
17045=Abstract View:
17055=Schriftart...
17060=Farbe...
17065=Abstract Title:
17075=Schriftart...
17080=Farbe...
17085=Abstract Sel-Title:
17090=Schriftart...
17095=Farbe...

// Editor Settings
17100=Editor
17140=Editor:
17120=Schriftart...
17130=Farbe...
15280=Ränder:
17150=Zeilennummern anzeigen
17170=Farbe...
17180=Aktuelle Zeile hervorheben
17200=Farbe...
17210=Farbe...
17240=Underline
17230=Highlight scheme:

// Other Controls Settings
17400=Other Controls
17410=Mini-note window:
17430=Schriftart...
17440=Farbe...

// Extensions Settings
17600=Extensions
17610=Aktiviere Rechen-Seite
17620=Aktiviere Memo-Seite
17630=Aktiviere Wörterbuch-Seite
17640=Aktiviere Link-Seite
17660=Aktiviere Kontakt-Seite
17670=Aktiviere Vorlage
17680=Aktiviere Zwischenablage
17690=Anmerkung: Die Modifikationen auf dieser Seite werden aktiv nach einem Programmneustart.

// Calculator Settings
17800=Calculator
17840=Dezimal:
17850=Dreiecksberechnung:
17820=Bogenmaß
17830=Gradmaß
17860=Benutzerfunktionen:

// Dictionary Settings
17950=Dictionary
17980=Wörterbuchliste:
17960=Alle Suchresultate anzeigen
17990=Übertrage encode von Wörterbuchdateien, bitte warten...
18000=Tip-Abfrage Hotkey:
18020=Farbe...

// Launcher Settings
18100=Launcher
18130=Schnellstarter Hotkey:
18210=Unterelement Hotkey aktivieren
18110=Icon-Lesen deaktivieren (schneller)
18120=minipad2 nach öffnen eines Links ausblenden

// Template Settings
18200=Vorlage
18220=Popup Hotkey:
18240=Vorlage / Zwischenablage Popupmenü kein Fokus
18250=Hotkey erfassen:
20760=Abbrev.:

// Clipboard Settings
18300=Zwischenablage
18350=Maximale Elementzahl:
18360=Größenbegrenzung Element:
18370=Popup Hotkey:
18390=Menübreite:
18410=Neues Element oben einfügen
18340=Filter duplicate items;
18345=Only filter neighboring duplicate items;

// Link Dialog
20170=Neuer Link
20180=Link editieren
20030=Programm / Datei
20040=Ordner
20050=Url
20060=Email
20080=Batch
20120=Link:
20130=Typ:
20150=Link:
20160=Typ:
20140=Hotkey:
20010=Titel:

// Memo Dialog
20500=Neue Erinnerung
20510=Erinnerung bearbeiten
20380=Erinnerung
20390=Link ausführen
20400=Keine Aktion
20320=Zeit:
20430=Beschreibung:
20440=Aktion:
20450=Dieser Tag
20460=Täglich
20470=Wöchentlich
20480=Monatlich
20485=Yearly
20490=Periode
20560=Keine Zeit
20520=Ton:
20540=Nichts
20550=Signal
20530=Ton Datei

// Contact Dialog
21290=Kontakt bearbeiten
21280=Neuer Kontakt
21150=Name:
21160=Firma:
21170=Mobil:
21180=ICQ:
21190=MSN:
21200=Geschlecht:
21210=Adresse:
21220=Postleitzahl:
21230=Tel:
21240=Fax:
21250=Andere:
21260=Bemerkung:
21270=Abteilung:
10090=Email:

// Template Dialog
20740=Neue Vorlage
20750=Vorlage bearbeiten

// Reminder PopupBox
20900=minipad2 Erinnerung
20920=Wieder erinnern:
20940=.
20950=Keine Erinnerung
20960=Delete me

// Messages & Misc Strings
25000=Neue Seite
25010=Bitte Seitenname eingeben:
25020=Eingabeaufforderung
25030=Wollen Sie die aktuelle Seite löschen?
25040=Seite umbenennen
25050=Wollen Sie den Inhalt der aktuellen Seite löschen?
25060=Mann
25070=Frau
25080=Datei auswählen
25090=Alle Dateien (*.*)|*.*|Ausführbare Datei(*.exe)|*.exe|DOC Datei(*.doc)|*.doc|XLS Datei(*.xls)|*.xls|PPT Datei(*.ppt)|*.ppt|PDF DAtei(*.pdf)|*.pdf|Text Datei(*.txt)|*.txt
25100=Sound Datei auswählen
25110=Sound Datei (*.wav)|*.wav
25120=Ordner auswählen
25130=Erinnerung
25131=Aufgabe
25132=Nichts
25140=Zeit
25150=Aktion
25160=Sound aktivieren
25170=Ton Datei
25180=Beschreibung
25210=Kategorie
25190=Datei
25191=Ordner
25192=Url
25193=Email
25194=Node
25195=Andere
25196=Batch Link
25200=Link
25220=Hotkey
25225=Abbrev.
25230=Name
25240=Anrede
25250=Mobil
25260=Email
25270=IM
25280=MSN
25290=Firma
25300=Abteilung
25310=Adresse
25320=Postleitzahl
25330=Tel
25340=Fax
25350=Andere
25400=Zwischenablagetext jetzt löschen?
25410=Zu importierende Datei auswählen
25420=Text Files (*.txt)|*.txt|minipad2 Export File (*.mep)|*.mep|All Files (*.*)|*.*
25430=Name Export Datei;
25440=Textdatei (*.txt)|*.txt|Alle Dateien (*.*)|*.*
25450=Textdatei (*.txt)|*.txt|minipad2 Export Datei (*.mep)|*.mep|Alle Dateien (*.*)|*.*
25460=minipad2 Export Datei (*.mep)|*.mep|Textdatei (*.txt)|*.txt|Alle Dateien (*.*)|*.*;
25470=Der Inhalt der Liste wurde in die Zwischenablage kopiert.
25480=Ausgewählte Elemente jetzt aus dem Schnellstarter löschen?
25490=Ausgewählte Elemente jetzt löschen?
25495=Are you sure to remove the selected items?
25500=Ausgewählte Seiten jetzt löschen?
25510=Root
25520=Die ausgewählte Gruppe enthält gesperrte Seiten und kann nicht gelöscht werden.
25530=Ganze Gruppe mit allen Unterelementen jetzt löschen?
25540=Passwort stimmt nicht überein! Bitte überprüfen!
25550=Bitte Mail Programmdatei auswählen
25560=Ausführbare Datei (*.exe)|*.exe
25570=Der ausgewählte Text wurde zur Vorlagenliste von minipad2 hinzugefügt.
25580=Ein Element gleichen Inhalts (Nr. %0) existierte in der Vorlagenliste!
25590=Inhalt
25600=Information
26080=Are you sure to apply the current settings to all pages with the same type?
25610=Select Icon File
25620=Icon file (*.ico)|*.ico|All files (*.*)|*.*
25625=Unsupported operation!
25626=New note created with title:
25627=The following text is snapped:
25630=Created new note and snapped the following text:
25628=Data is saved.
26010=Save snapped text to file
26020=The following text has been saved to file
26030=The current node (and subnodes if any) has been exported to folder:
26040=The content of current page has been exported to file:
26045=The content of current page has been exported to clipboard
26050=The content of current node (and subnodes if any) has been exported to file:
26060=The version of the mep file does not match the current version!
26070=Invalid node link!
26090=File importing, holding ESC to abort...
26095=User abort import
26110=Deleting, press and holding ESC to abort...
26100=Page exporting, holding ESC to abort...
26105=User abort export
25670=Group
25690=Note
25680=Tag
25700=Calc
25710=Memo
25720=Dict
25730=Link
25740=Contact
25360=Group
25361=NotePage
25362=Rechen-Seite
25363=MemoPage
25364=Wörterbuch-Seite
25365=Link-Seite
25366=ContactPage
25375=Erinnerung
25376=Link
25377=Contact
25378=Vorlage
25386=ClipItem
25370=Vorlage
25380=Schnellstarter
25390=Zwischenablage
25750=Normal
25760=Locked
25770=Protected
25780=ReadOnly
25840=Titel
25790=Create Time
25800=Modify Time
25810=Visit Time
25860=External
25820=Datei
25830=Bemerkung
25920=Text
25850=Abstract
25855=Search result
25865=Node path
25930=Recent Notes
25940=Recent Created
25950=Recent Modified
25960=Recent Visited
25870=Favorite
25880=Search
25890=Tags
25900=Root
25910=RecycleBin
25970==
25980=<>
25990=Include
26000=Exclude